[
    {
        "id" : 1,
        "title" : "Ngadireso Village",
        "img" : "/projects/ngadireso.jpg",
        "year" : 2022,
        "tech" : ["fig","rec","tlw","lav","bts"],
        "story" : "The website is one of my group program on KKN-T Brawijaya University. My group developed this website for Ngadireso Vlg, Malang. The website developed on 2 weeks with 1 week for observation and design, and 1 week for development. There 2 big sections on this website that develop with different tech stack. First, Front is developed with ReactJs and TailwindCss. Second, Back and Admin developed with Laravel for endpoint and Blade with Boostrap for interface. My task on this project is develop Back and Admin",
        "link" : "https://ngadireso.com/"
    },
    {
        "id" : 2,
        "title" : "Gymstation",
        "img" : "/projects/gymstation.png",
        "year" : 2022,
        "tech" : ["fig","rec","bts"],
        "story" : "This website is my first exploration with ReactJS. There are 2 pages on this website. I finish it on 3 days, with 2 days for design and 1 day for development. The website developed with ReactJs with Bootstrap for styling and uploaded on firebase hosting",
        "link" : "https://gymstation-de9bd.web.app/"
    },
    {
        "id" : 3,
        "title" : "Raja Brawijaya 2022 V1",
        "img" : "/projects/rabrawvone.jpg",
        "year" : 2022,
        "tech" : ["fig","nxt","tlw"],
        "story" : "This website is first version of Raja Brawijaya 2022 Official Website. Why not use this web? because revision at all. I with one my friend as Front-end Developer make it from design by UIUX Team. Make it aound 2-3 weeks with NextJS and TailwindCSS for styling and consume API from Back-end. Individually, my task is developed page beranda and faq. This website uploaded on Vercel",
        "link" : "https://frontend-rabraw2022-kappa.vercel.app/"
    },
    {
        "id" : 4,
        "title" : "Raja Brawijaya 2022 Official",
        "img" : "/projects/rabrawoff.jpg",
        "year" : 2022,
        "tech" : ["fig","nxt","tlw"],
        "story" : "This website is official version of Raja Brawijaya 2022. This is second version that I and one my friend make it on 1 week, beacuse deadline. The design from UIUX team. Front Stack for this website is NextJS with TailwindJS for styling. My task on this project is develop beranda, peta, and faq. This website officially deployed on rajabrawijaya.ub.ac.id for one period. I make another deploy on Vercel",
        "link" : "https://frontendv2-rabraw2022.vercel.app/"
    },
    {
        "id" : 5,
        "title" : "DPM FILKOM UB 2022",
        "img" : "/projects/dpmfilkom.jpg",
        "year" : 2022,
        "tech" : ["fig","nxt","tlw","lav"],
        "story" : "This website is official website of DPM FILKOM UB peroid 2022. On this project I'am as a leader that have a task to coordinate team to develop this website. I design this website with figma and build it as a front end developer using NextJS with TailwindCSS for styling and consume API from Backend Developer. This website built by 3 persons, Me as one front end and 2 backend. You can visit it on link below for one period",
        "link" : "https://dpm.filkom.ub.ac.id/"
    },
    {
        "id" : 6,
        "title" : "Instagram Clone",
        "img" : "/projects/igclone.jpg",
        "year" : 2022,
        "tech" : ["nxt","tlw"],
        "story" : "This website i develop for my exploration about instagram, yea this project i start on 13 October 2022 and i will continue to develop if i have spare time. I hope can develop all of UI fitur on Instagram. I make it with NextJS and TailwindCSS for styling. For all asset, i use FontAwesome for all icons and i collect a beautiful avatar from miniavs",
        "link" : "https://igclone-three.vercel.app/"
    },
    {
        "id" : 7,
        "title" : "Makaryo",
        "img" : "/projects/makaryo.jpg",
        "year" : 2023,
        "tech" : ["rec","ts","tlw"],
        "story" : "This website i develop from design by repositorybox (instagram.com/repositorybox). this beautiful design i develop with typescript ReactJS and build with vite. For styling i use tailwindCSS and Framer for motion graphic. Almost 2 days i am developing this website",
        "link" : "https://makaryo.vercel.app/"
    },
    {
        "id" : 8,
        "title" : "Pentagon NFT",
        "img" : "/projects/pentagon.png",
        "year" : 2023,
        "tech" : ["rec","ts","tlw"],
        "story" : "This website i develop from design by @nuhptr (instagram.com/nuhptr). it's Awesome design that i develop with typescript ReactJS and build with vite. For styling i use tailwindCSS and Framer for motion graphic. Almost 3 days i am developing this website. On the last, i deploy it on netlify",
        "link" : "https://pentagon-nft.netlify.app/"
    },
    {
        "id" : 9,
        "title" : "Lavina",
        "img" : "/projects/lavina.jpg",
        "year" : 2023,
        "tech" : ["vue","ts","tlw"],
        "story" : "Thankful for the awesome design by @tepbadrol_ (instagram.com/tepbadrol_). I develop it with typescript VueJS. For styling i use tailwindCSS. Around 3 days i spend my time to develop it, but i enjoy with it. You can access it on netlify",
        "link" : "https://lavina.netlify.app/"
    }
]